tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'rcmdnk/file'
tap 'timtylin/scholdoc'
brew 'android-platform-tools'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pkg-config'
brew 'bdw-gc'
brew 'bison'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'ccache'
brew 'cmake'
brew 'gmp'
brew 'coreutils'
brew 'darkhttpd'
brew 'dbus'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'webp'
brew 'perl'
brew 'imagemagick'
brew 'emacs', args: ['with-cocoa', 'with-gnutls']
brew 'exiftool'
brew 'texi2html'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'makedepend'
brew 'openssl'
brew 'python'
brew 'yasm'
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'theora'
brew 'libvpx'
brew 'rtmpdump'
brew 'fribidi'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'libass'
brew 'openjpeg'
brew 'opus'
brew 'libsoxr'
brew 'ffmpeg', args: ['with-libass', 'with-libvpx', 'with-openssl', 'with-opus', 'with-rtmpdump', 'with-theora', 'with-tools']
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gd'
brew 'gdb', args: ['with-all-targets']
brew 'geoipupdate'
brew 'geoip'
brew 'go'
brew 'ghq'
brew 'global'
brew 'lua'
brew 'wxmac'
brew 'gnuplot'
brew 'gradle'
brew 'gstreamer'
brew 'gst-plugins-base'
brew 'haskell-stack'
brew 'htop'
brew 'id3lib'
brew 'jbig2dec'
brew 'jpeg-turbo'
brew 'oniguruma'
brew 'jq'
brew 'ldns'
brew 'leiningen'
brew 'libao'
brew 'libconfig'
brew 'libdaemon'
brew 'libelf'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libksba'
brew 'libvo-aacenc'
brew 'libyaml'
brew 'mad'
brew 'media-info'
brew 'memcached'
brew 'mercurial'
brew 'protobuf'
brew 'mitmproxy'
brew 'mobile-shell'
brew 'mongodb'
brew 'mplayer'
brew 'mtr'
brew 'ncdu'
brew 'netperf'
brew 'nmap'
brew 'node'
brew 'optipng'
brew 'p7zip'
brew 'pandoc'
brew 'parallel'
brew 'peco'
brew 'phantomjs'
brew 'poppler'
brew 'popt'
brew 'proof-general'
brew 'pup'
brew 'pv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rlwrap'
brew 'ruby'
brew 's3cmd'
brew 'shairport-sync'
brew 'smartmontools'
brew 'ssh-copy-id'
brew 'sshuttle'
brew 'swftools'
brew 'terminal-notifier'
brew 'tig'
brew 'tmux'
brew 'ttyrec'
brew 'ucspi-tcp'
brew 'unixodbc'
brew 'valgrind', args: ['HEAD']
brew 'vim'
brew 'w3m'
brew 'wakeonlan'
brew 'watch'
brew 'weechat'
brew 'wget'
brew 'youtube-dl'
brew 'timtylin/scholdoc/scholdoc'
brew 'timtylin/scholdoc/scholdoc-citeproc'
cask 'adium'
cask 'disk-inventory-x'
cask 'hex-fiend'
cask 'kid3'
cask 'limechat'
cask 'prefs-editor'
cask 'qlvideo'
cask 'wkhtmltopdf'
