tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'rcmdnk/file'
brew 'android-platform-tools'
brew 'autoconf'
brew 'pkg-config'
brew 'bdw-gc'
brew 'ocaml'
brew 'camlp5'
brew 'ccache'
brew 'cmake'
brew 'coq'
brew 'xz'
brew 'gmp'
brew 'coreutils'
brew 'd-bus'
brew 'libtool'
brew 'openssl'
brew 'unixodbc'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'freetype'
brew 'fontconfig'
brew 'little-cms2'
brew 'jbig2dec'
brew 'ghostscript'
brew 'imagemagick'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'emacs', args: ['with-cocoa', 'with-gnutls']
brew 'yasm'
brew 'git'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'ffmpeg'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gdbm'
brew 'geoipupdate'
brew 'geoip'
brew 'go'
brew 'ghq'
brew 'gradle'
brew 'icu4c'
brew 'oniguruma'
brew 'jq'
brew 'leiningen'
brew 'libelf'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libksba'
brew 'libyaml'
brew 'lua'
brew 'media-info'
brew 'mercurial'
brew 'protobuf'
brew 'mitmproxy'
brew 'mobile-shell'
brew 'mplayer'
brew 'mtr'
brew 'netperf'
brew 'nmap'
brew 'node'
brew 'optipng'
brew 'p7zip'
brew 'pandoc'
brew 'peco'
brew 'proof-general'
brew 'pup'
brew 'pv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rlwrap'
brew 'ruby'
brew 's3cmd'
brew 'smartmontools'
brew 'sqlite'
brew 'sshuttle'
brew 'terminal-notifier'
brew 'tig'
brew 'tmux'
brew 'ttyrec'
brew 'ucspi-tcp'
brew 'vim'
brew 'w3m'
brew 'wakeonlan'
brew 'watch'
brew 'weechat'
brew 'youtube-dl'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/gdb', args: ['with-all-targets']
brew 'homebrew/fuse/ext4fuse'
cask 'adium'
cask 'android-file-transfer'
cask 'disk-inventory-x'
cask 'gimp'
cask 'hex-fiend'
cask 'iterm2'
cask 'jxplorer'
cask 'kid3'
cask 'limechat'
cask 'prefs-editor'
cask 'supercollider'
cask 'wkhtmltopdf'
