tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'rcmdnk/file'
brew 'android-platform-tools'
brew 'autoconf'
brew 'pkg-config'
brew 'bdw-gc'
brew 'c-ares'
brew 'ccache'
brew 'cmake'
brew 'xz'
brew 'gmp'
brew 'coreutils'
brew 'd-bus'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'libtool'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'freetype'
brew 'fontconfig'
brew 'little-cms2'
brew 'imagemagick'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'emacs', args: ['with-cocoa', 'with-gnutls']
brew 'yasm'
brew 'git'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'openssl'
brew 'ffmpeg'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'geoipupdate'
brew 'geoip'
brew 'go'
brew 'htop-osx'
brew 'httpie'
brew 'icu4c'
brew 'jbig2dec'
brew 'jq'
brew 'leiningen'
brew 'libelf'
brew 'libevent'
brew 'libusb'
brew 'libusb-compat'
brew 'libyaml'
brew 'mercurial'
brew 'mongodb'
brew 'mplayer'
brew 'mtr'
brew 'netperf'
brew 'nmap'
brew 'node'
brew 'objective-caml'
brew 'p7zip'
brew 'pandoc'
brew 'pidcat'
brew 'pinentry'
brew 'pv'
brew 'qt'
brew 'qt5'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rlwrap'
brew 'ruby'
brew 'ruby-build'
brew 's3cmd'
brew 'screenresolution'
brew 'smartmontools'
brew 'sshuttle'
brew 'terminal-notifier'
brew 'tmux'
brew 'vim'
brew 'w3m'
brew 'wakeonlan'
brew 'weechat'
brew 'youtube-dl'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/gdb', args: ['with-all-targets']
cask 'adium'
cask 'android-file-transfer'
cask 'audacity'
cask 'coteditor'
cask 'disk-inventory-x'
cask 'gimp'
cask 'hex-fiend'
cask 'inkscape'
cask 'iterm2'
cask 'java'
cask 'keka'
cask 'kid3'
cask 'limechat'
cask 'mactex'
cask 'prefs-editor'
cask 'processing'
cask 'sonic-visualiser'
cask 'the-unarchiver'
cask 'vagrant'
cask 'virtualbox'
